[
  {
    "Version": "3.4.3",
    "Changes": [
      "ISATAP (Intra-Site Automatic Tunnel Addressing Protocol) are now filtered via Regex from Network Adapters to monitor.",
      "Showing or toggling the sidebar will no longer cause it to activate or gain focus.",
      "The \"Show in Alt + Tab\" option has been renamed \"Toolbar Mode\".",
      "Enabling Toolbar Mode allows the sidebar to persist between Virtual Desktops and not show up in the Alt + Tab menu.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.4.2",
    "Changes": [
      "Added a network metric for external IP address, disabled by default.",
      "Be careful when sharing your desktop to not show your public IP address.",
      "Removed Virtual Desktop support due to incompatibilities and errors.",
      "If you want the sidebar to persist between different Virtual Desktops, you can disable the \"Show in Alt + Tab\" setting instead.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.4.1",
    "Changes": [
      "Fixed a bug where the default hardware name stayed the same after the hardware was replaced.",
      "Sidebar now remains visible during Aero peek.",
      "Added a new hotkey for toggling \"Reserve Space\".",
      "Fixed a bug where changes to hotkeys would not apply immediately after saving.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.4.0",
    "Changes": [
      "Fixed a crash when click-through is enabled with 32 bit Windows.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.9",
    "Changes": [
      "Added a setting to enable or disable Virtual Desktop support.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.8",
    "Changes": [
      "Added a metric for Network Adapter IPV4 address. Thanks dknedlik.",
      "Added a setting under advanced to hide the sidebar at startup.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.7",
    "Changes": [
      "Fixed a fatal error that occurred during auto-update.",
      "Added a setting to enable or disable \"Alert Blink\".",
      "Polling is now paused when the sidebar is hidden to reduce CPU usage.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.6",
    "Changes": [
      "Metric alerts now blink to be more conspicuous.",
      "Fixed a bug with the font size settings.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.5",
    "Changes": [
      "Fixed network bandwidth alerts.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.4",
    "Changes": [
      "Made the \"Show Desktop\" fix for when \"Always on Top\" is disabled to be more consistent.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.3",
    "Changes": [
      "Localization updates.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.2",
    "Changes": [
      "Added an option for \"Text Align\" right or left.",
      "Added complete localization for French and Chinese.",
      "Thanks @AlexandreBT and @Vassile-D.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.1",
    "Changes": [
      "Added the option to enable or disable specific metrics.",
      "Fixed a bug where charts for scaling metrics like bandwidth were incorrect.",
      "Finished preparing all text for localization.",
      "The complete Excel file of all text to be translated has been uploaded to the localization thread.",
      "Want to help translate? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.3.0",
    "Changes": [
      "Added graphs.",
      "For performance reasons, graphs only store data while they are open. No historical data.",
      "Fixed French being missing in the Language dropdown."
    ]
  },
  {
    "Version": "3.2.1",
    "Changes": [
      "Fixed a bug where the sidebar would often freeze between updates.",
      "Fixed a bug with reserved space in Windows 7.",
      "Added an option for Language."
    ]
  },
  {
    "Version": "3.2.0",
    "Changes": [
      "Fixed all high DPI monitor issues.",
      "For real this time guys.",
      "Removed the \"High DPI Support\" option as it is now redundant.",
      "Please set your horizontal and vertical offset options back to 0.",
      "Added initial localization for Danish, Dutch, German, and Japanese.",
      "Want to help localize? Please visit the GitHub wiki!"
    ]
  },
  {
    "Version": "3.1.0",
    "Changes": [
      "Implemented initial French localization.",
      "Want to help localize? Please visit the GitHub wiki!",
      "Added error handling for when the app fails to update.",
      "Added a catch for an error involving virtual desktops."
    ]
  },
  {
    "Version": "3.0.8",
    "Changes": [
      "Added the option to show or hide the sidebar in Alt + Tab.",
      "Minor consistency changes."
    ]
  },
  {
    "Version": "3.0.7",
    "Changes": [
      "Fixed two issues that caused higher CPU usage than necessary.",
      "The settings.json file is now formatted and indented to make it easier to edit manually."
    ]
  },
  {
    "Version": "3.0.6",
    "Changes": [
      "Fixed a fatal error for Windows 8."
    ]
  },
  {
    "Version": "3.0.5",
    "Changes": [
      "Fixed the default monitor settings being in the reverse order.",
      "The sidebar will now reposition when the work area changes if \"Reserve Space\" is disabled.",
      "New version of the install and update framework."
    ]
  },
  {
    "Version": "3.0.4",
    "Changes": [
      "Fixed a bug where the sidebar would disappear when \"Show Desktop\" occurs.",
      "This was a tricky one. So please let me know if it works for you or not.",
      "Sorting monitors is now done via drag and drop.",
      "Added the ability to sort hardware via drag and drop.",
      "This created a bug where you have to double click the checkbox to enable or disable hardware.",
      "Working on a fix for that."
    ]
  },
  {
    "Version": "3.0.3",
    "Changes": [
      "Added a \"Auto Background Color\" option.",
      "This will set the sidebar's background color to your Windows color settings.",
      "Updated the icon for drives so it doesn't look like a speaker anymore.",
      "Added a change log window that pops up after updating.",
      "Minor bug fixes."
    ]
  }
]