Repository: ArcadeRenegade/SidebarDiagnostics
Catalog: SidebarDiagnostics.backup/Properties/Resources.*.resx
Languages: de_ch, fr, ru, zh

# SettingsTemperatureAlertTooltip
source: The temperature threshold at which alerts occur. Use 0 to disable.
de_ch: Temperaturschwelle, ab welcher Warnungen auftreten. Verwenden Sie 0 um es zu deaktivieren.
fr: Seuil de température qui va générer une alerte. Mettez 0 pour désactiver.
ru: Температурный порог, при котором происходят оповещения. Используйте 0 для отключения.
zh: 指定高温警告触发条件，输入 0 将停用警告。

# SettingsTitle
source: Sidebar Settings
de_ch: Seitenleiste Einstellungen
fr: Réglages Sidebar
ru: Настройки боковой панели
zh: 侧边栏设置

# SettingsUIScale
source: UI Scale
de_ch: Benutzeroberfläche Maßstab
fr: Echelle de l'UI
ru: Масштаб интерфейса
zh: 界面缩放

# SettingsUIScaleTooltip
source: Scale of all windows and UI components.
de_ch: Maßstab aller Fenster und Bedienoberflächen.
fr: Echelle de toutes les fenêtres et composants.
ru: Масштаб всех окон и компонентов пользовательского интерфейса.
zh: 手动设置所有界面的缩放比例。

# SettingsUseBytesPerSecond
source: Use Bytes Per Second
de_ch: Vewende Bytes pro Sekunde
fr: Utiliser Bytes par seconde
ru: Использовать кбайт/с
zh: 替换比特为字节

# SettingsUseBytesPerSecondTooltip
source: Shows bandwidth in bytes instead of bits per second.
de_ch: Zeigt Bandbreite in Bytes statt in Bits pro Sekunde.
fr: Affiche la bande passante en Bytes par seconde au lieu de l'octet par seconde.
ru: Показывает пропускную способность в байтах вместо битов в секунду.
zh: 以“字节每秒” (Byte/second) 而非“比特每秒” (Bit/second) 显示网络带宽。

# SettingsUsedSpaceAlert
source: Used Space Alert
de_ch: Benutzter Speicher Alarm
fr: Alerte d'espace utilisé
ru: Предупреждение о заканчивающемся месте на диске.
zh: 已用空间警告

# SettingsUsedSpaceAlertTooltip
source: The percentage threshold at which used space alerts occur. Use 0 to disable.
de_ch: Prozentuale Schwellenwert Warnung bei verwendeten Speicherplatz. Verwenden Sie 0 um es zu deaktivieren.
fr: Seuil en pourcentage d'espace utilisé qui va générer une alerte. Mettez 0 pour désactiver.
ru: Процентный порог, при котором появляются оповещения об использовании пространства. Используйте 0 для отключения.
zh: 指定磁盘空间警告触发条件，输入 0 将停用警告。

# SettingsUseFahrenheit
source: Use Fahrenheit
de_ch: Fahrenheit verwenden
fr: Utiliser le Degré Fahrenheit
ru: Использовать Фаренгейт
zh: 替换摄氏度为华氏度

# SettingsUseFahrenheitTooltip
source: Temperatures for sensors and alerts will be in Fahrenheit instead of Celsius.
de_ch: Die Temperaturen für Sensoren und Alarme werden in Celsius anstelle von Fahrenheit angezeigt.
fr: Les températures des sondes et alarmes seront en Fahrenheit au lieu des Celsius.
ru: Температура для датчиков и оповещений будет в градусах Фаренгейта, а не в градусах Цельсия.
zh: 以“华氏度” (F) 而非“摄氏度” (C) 显示温度。

# SettingsUseGHz
source: Use GHz
de_ch: GHz verwenden
fr: Utiliser le GHz
ru: Использовать ГГц
zh: 替换兆为吉

# SettingsUseGHzTooltip
source: Clock speeds will be in GHz instead of MHz.
de_ch: Der Takt wird in GHz anstelle von MHz angezeigt.
fr: Les fréquences vont être en Ghz au lieu des Mhz.
ru: Тактовые частоты будут в ГГц вместо МГц.
zh: 以“吉赫兹” (GHz) 而非“兆赫兹” (MHz) 显示时钟频率。

# SettingsVerticalOffset
source: Vertical Offset
de_ch: Vertikaler Abstand
fr: Décalage vertical
ru: Вертикальный отступ
zh: 垂直偏移

# SettingsVerticalOffsetTooltip
source: Vertical offset of the sidebar.
de_ch: Vertikaler Abstand der Seitenleiste
fr: Décalage vertical de la sidebar.
ru: Вертикальное смещение боковой панели.
zh: 手动设置侧边栏上下偏移量。

# SetupCustomSubtitle
source: Use the sliders and textboxes to move the sidebar to the correct position.
de_ch: Benutze den Schieberegler und Textfelder, um die Seitenleiste in die richtige Position zu bewegen.
fr: Utilisez les curseurs et les zones de texte pour déplacer la sidebar à la position correcte.
ru: Используйте ползунки и текстовые поля, чтобы переместить боковую панель в правильное положение.
zh: 滑动滑块以指定侧边栏位置。

# SetupDoneSubtitle
source: If you want to customize the sidebar click the settings button.
de_ch: Wenn Sie die Seitenleiste anpassen möchten klicken Sie auf die Schaltfläche Einstellungen.
fr: Si vous souhaitez personnaliser la sidebar, cliquez sur le bouton Réglages.
ru: Если вы хотите настроить боковую панель, нажмите кнопку настроек.
zh: 如需自定义侧边栏界面，点击“设置”按钮。

# SetupDoneText
source: You can also access the settings via the gear icon at the top-right of the sidebar or via the tray icon in the taskbar.
de_ch: Sie können auch auf die Einstellungen über das Zahnrad-Symbol oben rechts in der Seitenleiste oder über das Tray-Icon in der Taskleiste .
fr: Vous pouvez également accéder aux réglages via l'icônes en haut à droite de la sidebar ou via l'icône dans la barre de tâches.
ru: Вы также можете получить доступ к настройкам с помощью значка шестеренки в правом верхнем углу боковой панели или с помощью значка в трее на панели задач.
zh: 你也可以稍后通过点击侧边栏右上角齿轮按钮或任务栏图标进入设置。

# SetupDoneTitle
source: Done!
de_ch: Erledigt!
fr: Effectué !
ru: Готово!
zh: 初始化完成！

# SetupSubtitle
source: This is a quick setup to get the sidebar in the correct position.
de_ch: Dies ist eine schnelle Einrichtung um die Seitenleiste in die richtige Position zu bekommen.
fr: Ceci est une configuration rapide pour avoir la sidebar dans la position correcte.
ru: Это быстрая настройка, чтобы настроить боковую панель в правильном положении.
zh: 此向导将确保侧边栏显示在屏幕上正确的位置。

# SetupText
source: Is the sidebar visible and docked to the right edge of your primary monitor?
de_ch: Ist die Seitenleiste sichtbar und an den korrekten Rand des primären Monitors angefügt.
fr: Est-ce que la sidebar est visible et ancrée sur le bord droit de votre écran principal ?
ru: Видна ли боковая панель и прикреплена ли она к правому краю вашего основного монитора?
zh: 请确认侧边栏是否显示在主要显示器的屏幕最右侧？

# SetupTitle
source: Initial Setup
de_ch: Ersteinrichtung
fr: Configuration initiale
ru: Начальная настройка
zh: 初始化

# UpdateErrorFatalText
source: A fatal error occurred while trying to update. Auto update is now disabled.
de_ch: Ein schwerer Fehler ist während dem Update aufgetreten. Die automatische Aktualisierung wurde deaktiviert.
fr: Une erreur fatale est survenue lors de la tentative de mise à jour. La mise à jour automatique est maintenant désactivée.
ru: При попытке обновления произошла неустранимая ошибка. Автообновление теперь отключено.
zh: 升级程序版本时出现错误。 自动升级已被暂时禁用。

# UpdateErrorText
source: Unable to update. Check your internet connection.
de_ch: Aktualisierung nicht Möglich. Bitte überprüfen Sie Ihre Internet Verbindung.
fr: Mise à jour impossible. Vérifiez votre connexion internet.
ru: Невозможно обновить. Проверьте подключение к интернету.
zh: 无法升级至最新版本。请检查互联网连接。

# UpdateErrorTitle
source: Update Error
de_ch: Aktualisierungsfehler
fr: Erreur de mise à jour.
ru: Ошибка обновления
zh: 升级程序错误

# UpdateSuccessText
source: You have the latest version.
de_ch: Sie verwenden nun die neuste Version von Sidebar Diagnostics.
fr: Vous avez la dernière version
ru: У вас установлена последняя версия.
zh: 已安装最新版本。

# UpdateTitle
source: Updating
de_ch: Aktualisierung
fr: Mise à jour
ru: Обновление
zh: 正在升级

# SettingsTextAlign
source: Text Align
de_ch: Text Ausrichtung
fr: Alignement du texte
ru: Выравнивание текста
zh: 文本对齐

# SettingsTextAlignLeft
source: Left
de_ch: Links
fr: Gauche
ru: Слева
zh: 左侧

# SettingsTextAlignRight
source: Right
de_ch: Rechts
fr: Droite
ru: Справа
zh: 右侧

# SettingsTextAlignTooltip
source: Alignment of metric text.
de_ch: Ausrichtung von Zahlenwert-Texten
fr: Alignement métrique du texte.
ru: Выравнивание текста
zh: 度量标准文本的对齐。

# SettingsAlertBlink
source: Alert Blink
ru: Мигающее предупреждение

# SettingsAlertBlinkTooltip
source: Makes the alert text blink.
ru: Делает текст сообщения мигающим

# NetworkIP
source: IP Address
ru: IP Адрес

# SettingsInitiallyHidden
source: Hide at Startup
ru: Скрыть панель при запуске

# SettingsInitiallyHiddenTooltip
source: Makes the sidebar hide at startup.
ru: Делает боковую панель скрытой при запуске.

# SettingsVirtualDesktop
source: Virtual Desktop
ru: Виртуальный рабочий стол

# SettingsVirtualDesktopTooltip
source: Enables support for virtual desktops.
ru: Включает поддержку виртуальных рабочих столов.

# SettingsHotkeyReserveSpace
source: Reserve Space
ru: Зарезервировать пространство

# NetworkExtIP
source: External IP Address
ru: Внешний IP адрес

# NetworkExtIPLabel
source: Ext
ru: Внеш.

# SettingsShowMachineName
source: Show PC Name
ru: Показать имя ПК

# SettingsShowMachineNameTooltip
source: Shows the name of the computer.
ru: Показывает имя компьютера.

source: GPU
de_ch: Grafikkarte
zh: 图形处理器 (GPU)

# SetupCustomTitle
source: Custom
de_ch: Anpassung
fr: Personnalisé
zh: 自定义位置
