Repository: ArcadeRenegade/SidebarDiagnostics
Catalog: SidebarDiagnostics.backup/Properties/Resources.*.resx
Languages: de_ch, fr, ru, zh

# CPUClock
source: Clock
de_ch: CPU Takt
fr: Fréquence
ru: Частота ЦП
zh: 时钟频率

# ButtonClose
source: Close
de_ch: Schließen
fr: Fermer
ru: Закрыть
zh: 关闭

source: CPU
ru: ЦП
zh: 中央处理器 (CPU)

# ButtonDonate
source: Donate
de_ch: Spenden
fr: Faire un don
ru: Пожертвовать
zh: 捐赠

source: Drives
de_ch: Festplatten
fr: Disques Durs
ru: Диски
zh: 磁盘

# CPUFan
source: Fan Usage
de_ch: Lüfter Auslastung
fr: Utilisation ventilateur
ru: Скорость кулера
zh: 风扇使用率

# ButtonHide
source: Hide
de_ch: Verbergen
fr: Cacher
ru: Скрыть
zh: 隐藏

source: Network
de_ch: Netzwerk
fr: Réseau
ru: Сеть
zh: 网络

source: RAM
de_ch: Arbeitsspeicher
ru: ОЗУ
zh: 内存 (RAM)

# ButtonReload
source: Reload
de_ch: Neu laden
fr: Recharger
ru: Перезапустить
zh: 刷新

# ButtonSettings
source: Settings
de_ch: Einstellungen
fr: Réglages
ru: Настройки
zh: 设置

# ButtonShow
source: Show
de_ch: Anzeigen
fr: Montrer
ru: Показать
zh: 显示

source: Sidebar
de_ch: Seitenleiste
ru: Боковая панель
zh: 侧边栏

# CPUTemp
source: Temperature
de_ch: Temperatur
fr: Température
ru: Температура
zh: 温度

source: Time
de_ch: Uhrzeit
fr: Heure
ru: Время
zh: 日期和时间

# ButtonUpdate
source: Update
de_ch: Aktualisieren
fr: Mise à jour
ru: Обновить
zh: 更新

# ButtonVisibility
source: Visibility
de_ch: Sichtbarkeit
fr: Visibilité
ru: Видимость
zh: 可见性

# CPUVoltage
source: Voltage
de_ch: CPU Spannung
ru: Напряжение
zh: 电压

# CPULoad
source: Load
de_ch: Auslastung
fr: Chargement
ru: Использование ЦП
zh: 负载

# ButtonGraph
source: Graph
de_ch: Grafik
ru: График
zh: 图表

# CPUClockLabel
source: Clock
de_ch: Takt
fr: Fréquence
ru: Частота
zh: 频率

# CPUCoreClock
source: Core Clock
de_ch: Kern Takt
fr: Fréquence du cœur
ru: Частота ядра
zh: 核心频率

# CPUCoreClockLabel
source: Core
de_ch: Takt
fr: Cœur
ru: Ядро
zh: 核心频率

# CPUCoreLoad
source: Core Load
de_ch: Kern Auslastung
fr: Chargement du cœur
ru: Использование ядра
zh: 核心负载

# CPUCoreLoadLabel
source: Core
de_ch: Auslastung
fr: Cœur
ru: Ядро
zh: 核心负载

# CPUFanLabel
source: Fan
de_ch: Lüfter
fr: Ventilateur
ru: Кулер
zh: 风扇

# CPULoadLabel
source: Load
de_ch: Auslastung
fr: Chargement
ru: Использование
zh: 负载

# CPUTempLabel
source: Temp
ru: Температура
zh: 温度

# CPUVoltageLabel
source: Voltage
de_ch: Spannung
ru: Напряжение
zh: 电压

# DriveFree
source: Free
de_ch: Freier Speicher
fr: Libre
ru: Свободно дискового пространства
zh: 可用空间

# DriveFreeLabel
source: Free
de_ch: Frei
fr: Libre
ru: Свободно
zh: 可用

# DriveLoad
source: Load
de_ch: Belegt
fr: Charge
ru: Занято дискового пространства
zh: 使用率

# DriveLoadBar
source: Load Bar
de_ch: Belegt
fr: Barre de charge
ru: Занято
zh: 使用率进度条

# DriveLoadBarLabel
source: Load
de_ch: Auslastung Festplatte
fr: Charge
ru: Занято
zh: 使用率

# DriveLoadLabel
source: Load
de_ch: Auslastung
fr: Charge
ru: Занято
zh: 空间使用率

# DriveRead
source: Read Rate
de_ch: Leserate
fr: Vitesse de lecture
ru: Скорость чтения
zh: 读取速率

# DriveReadLabel
source: Read
de_ch: Lesen
fr: Lectures
ru: Чтение
zh: 读取

# DriveUsed
source: Used
de_ch: Belegter Speicher
fr: Utilisé
ru: Использовано дискового пространства
zh: 已用

# DriveUsedLabel
source: Used
de_ch: Belegt
fr: Utilisé
ru: Используется
zh: 已用空间

# DriveWrite
source: Write Rate
de_ch: Schreibrate
fr: Vitesse d'écriture
ru: Скорость записи
zh: 写入速率

# DriveWriteLabel
source: Write
de_ch: Schreiben
fr: Ecriture
ru: Запись
zh: 写入

# GPUCoreClock
source: Core Clock
de_ch: Grafikkarten Kern
fr: Fréquence du cœur
ru: Частота ядра
zh: 时钟频率

# GPUCoreClockLabel
source: Core
de_ch: Kern
fr: Cœur
ru: Частота
zh: 频率

# GPUCoreLoad
source: Core Load
de_ch: Kern Auslastung
fr: Chargement du cœur
ru: Использование ядра
zh: 核心负载

# GPUCoreLoadLabel
source: Core
de_ch: Kern
fr: Cœur
ru: Ядро
zh: 负载

# GPUFan
source: Fan Usage
de_ch: Lüfter Auslastung
fr: Utilisation ventilateur
ru: Использование кулера
zh: 风扇使用率

# GPUFanLabel
source: Fan
de_ch: Lüfter
fr: Ventilateur
ru: Кулер
zh: 风扇

# GPUTemp
source: Temperature
de_ch: Temperatur
fr: Température
ru: Температура
zh: 温度

# GPUTempLabel
source: Temp
ru: Температура
zh: 温度

# GPUVoltage
source: Voltage
de_ch: Spannung
ru: Напряжение
zh: 电压

# GPUVoltageLabel
source: Voltage
de_ch: Spannung
ru: Напряжение
zh: 电压

# GPUVRAMClock
source: VRAM Clock
de_ch: VRAM Takt
fr: Fréquence VRAM
ru: Частота видеопамяти
zh: 显存 (VRAM) 时钟频率

# GPUVRAMClockLabel
source: VRAM
ru: Видеопамяти
zh: 显存

# GPUVRAMLoad
source: VRAM Load
de_ch: VRAM Auslastung
fr: Chargement VRAM
ru: Использование видеопамяти
zh: 显存 (VRAM) 负载

# GPUVRAMLoadLabel
source: VRAM
ru: Использование
zh: 显存负载

# NetworkIn
source: Bandwidth In
de_ch: Empfangen
fr: Bande passante entrante
ru: Скорость входящего сондинения
zh: 接收带宽

# NetworkInLabel
source: In
de_ch: Download
fr: Entrant
ru: Прием
zh: 接收

# NetworkOut
source: Bandwidth Out
de_ch: Gesendet
fr: Bande passante sortante
ru: Скорость исходящего сондинения
zh: 发送带宽

# NetworkOutLabel
source: Out
de_ch: Upload
fr: Sortant
ru: Отдача
zh: 发送

# RAMClock
source: Clock
de_ch: Takt
fr: Fréquence
ru: Частота
zh: 内存时钟频率

# RAMClockLabel
source: Clock
de_ch: Takt
fr: Fréquence
ru: Частота
zh: 频率

# RAMFree
source: Free
de_ch: Frei
fr: Libre
ru: Свободно
zh: 可用

# RAMFreeLabel
source: Free
de_ch: Frei
fr: Libre
ru: Свободно
zh: 可用空间

# RAMLoad
source: Load
de_ch: Auslastung
fr: Charge
ru: Нагрузка
zh: 负载

# RAMLoadLabel
source: Load
de_ch: Auslastung
fr: Charge
ru: Нагрузка
zh: 负载

# RAMUsed
source: Used
de_ch: Belegt
fr: Occupée
ru: Занято
zh: 已用

# RAMUsedLabel
source: Used
de_ch: Belegt
fr: Occupée
ru: Занято
zh: 已用空间

# RAMVoltage
source: Voltage
de_ch: Spannung
ru: Напряжение
zh: 电压

# RAMVoltageLabel
source: Voltage
de_ch: Spannung
ru: Напряжение
zh: 电压

# ButtonApply
source: Apply
de_ch: Anwenden
fr: Appliquer
ru: Применить
zh: 应用

# ButtonCancel
source: Cancel
de_ch: Abbrechen
fr: Annuler
ru: Отмена
zh: 取消

# ButtonDone
source: Done
de_ch: Erledigt
fr: Terminé
ru: Готово
zh: 完成

# ButtonNo
source: No
de_ch: Nein
fr: Non
ru: Нет
zh: 否

# ButtonSave
source: Save
de_ch: Sichern
fr: Sauvegarder
ru: Сохранить
zh: 保存

# ButtonSkip
source: Skip
de_ch: Überspringen
fr: Sauter
ru: Пропустить
zh: 跳过

# ButtonYes
source: Yes
de_ch: Ja
fr: Oui
ru: Да
zh: 是

# ChangeLogTitle
source: Change Log
de_ch: ChangeLog (Änderungen)
fr: Notes de mise à jour
ru: Список изменений
zh: 升级日志

# ErrorPerformanceCounter
source: Your Performance Counter cache is corrupted. Click OK to visit the wiki and fix this error.
de_ch: Der Performance Counter Cache ist fehlerhaft. Klicken Sie auf OK um das Wiki zu besuchen und diesen Fehler zu beheben.
ru: Ваш кэш счетчика производительности поврежден. Нажмите OK, чтобы открыть вики и исправить эту ошибку.
zh: 性能统计缓存数据已损坏。 要查看如何修复此问题，请点击“好”。

# ErrorTitle
source: Sidebar Error
de_ch: Seitenleisten Fehler
fr: Erreur de la Sidebar
ru: Ошибка Sidebar
zh: 应用程序错误

# GraphConfigSectionTitle
source: Config
de_ch: Konfiguration
ru: Настройки
zh: 设置

# GraphDuration
source: Duration
de_ch: Laufzeit
fr: Durée
ru: Длительность
zh: 时间

# GraphDurationMinute
source: Minute
ru: мин.
zh: 分钟

# GraphDurationMinutes
source: Minutes
de_ch: Minuten
ru: мин.
zh: 分钟

# GraphDurationSeconds
source: Seconds
de_ch: Sekunden
fr: Secondes
ru: сек.
zh: 秒

# GraphHardware
source: Hardware
fr: Matériel
ru: Устройство
zh: 硬件

# GraphMetrics
source: Metrics
de_ch: Anzeigen
fr: Métriques
ru: Датчики
zh: 项目

# GraphMonitor
source: Monitor
fr: Moniteur
ru: Мониторинг
zh: 监视器

# GraphTitle
source: Graph
de_ch: Grafik
ru: График
zh: 图表

# LanguageChangedText
source: Please restart the app.
de_ch: Bitte starten Sie die Anwendung neu!
fr: Merci de relancer l'application.
ru: Пожалуйста, перезапустите приложение.
zh: 要应用新的语言设置，请重新运行程序。

# LanguageChangedTitle
source: Language Changed
de_ch: Sprachauswahl
fr: Langue changée
ru: Язык изменен
zh: 更改语言

# Settings24HourClock
source: 24 Hour Clock
de_ch: 24-Stunden Uhrzeit
fr: Format 24 heures
ru: 24-х часовой формат времени
zh: 24 小时制

# Settings24HourClockTooltip
source: Changes the clock's time format to 24 hours.
de_ch: Ändert das Zeitformat in 24 Stunden.
fr: Change le format d'heure à 24 heures
ru: Изменяет формат времени на 24 часа.
zh: 以 24 小时制而非 12 小时制显示系统时间。

# SettingsAdvancedTab
source: Advanced
de_ch: Erweitert
fr: Avancée
ru: Дополнительно
zh: 高级

# SettingsAlertFontColor
source: Alert Font Color
de_ch: Farbe für Warnungen
fr: Couleur de la police d'alerte.
ru: Цвет шрифта предупреждения
zh: 警告字体颜色

# SettingsAlertFontColorTooltip
source: Color of alert text.
de_ch: Farbe des Warntextes
fr: Couleur du texte d'alerte.
ru: Цвет текста.
zh: 指定警告信息字体的颜色。

# SettingsAllCoreClocks
source: Show All Core Clocks
de_ch: Zeige den Takt aller Kerne an
fr: Afficher la fréquence de tous les cœurs
ru: Отображать частоту всех ядер
zh: 显示所有核心

# SettingsAllCoreClocksTooltip
source: Shows the clock speeds of all cores not just the first.
de_ch: Zeige den Takt nur den ersten sondern für alle Kerne an
fr: Affiche la fréquence de tous les cœurs et non pas uniquement le premier.
ru: Показывает тактовые частоты всех ядер, а не только первого.
zh: 分别显示每个核心的频率。

# SettingsToolbarMode
source: Toolbar Mode
ru: Режим панели инструментов

# SettingsToolbarModeTooltip
source: Hides the sidebar in alt-tab and makes it persist between virtual desktops.
ru: Скрывает боковую панель в alt-tab и сохраняет ее между виртуальными рабочими столами.

# SettingsAlwaysOnTop
source: Always On Top
de_ch: Anzeige als oberstes Fenster
fr: Toujours au dessus
ru: Поверх всех окон
zh: 总在最前

# SettingsAlwaysOnTopTooltip
source: Makes the sidebar always on top of other windows.
de_ch: Zeige die Sidebar immer über allen anderen Fenstern an
fr: Mettre la sidebar toujours au-dessus des autres fenêtres.
ru: Боковая панель будет отображаться всегда поверх других окон.
zh: 将侧边栏显示在所有其它窗口之上。

# SettingsAutoBackground
source: Auto Background Color
de_ch: Automatische Hintergrundfarbe
fr: Couleur de fond automatique
ru: Автоматический цвет фона
zh: 自动背景色

# SettingsAutoBackgroundTooltip
source: Sets the background color to your Windows color settings.
de_ch: Passt die Hintergrundfarbe an das Windows Farbschema an
fr: Définit la couleur de fond selon les paramètres de couleur de Windows
ru: Устанавливает цвет фона в соответствии с настройками цвета Windows.
zh: 侧边栏背景将使用 Windows 主题颜色。

# SettingsAutoUpdate
source: Auto Update
de_ch: Automatisches Update
fr: Mise à jour Auto
ru: Автоматическое обновление
zh: 自动升级

# SettingsAutoUpdateTooltip
source: Updates the app automatically.
de_ch: Automatische Aktualisierung des Programms.
fr: Mise à jour automatique de l'application
ru: Автоматически обновляет приложение.
zh: 自动下载并安装程序的最新版本。

# SettingsBackgroundColor
source: Background Color
de_ch: Hintergrundfarbe
fr: Couleur de fond
ru: Цвет фона
zh: 背景颜色

# SettingsBackgroundColorTooltip
source: Color of the background.
de_ch: Farbe des Hintergrunds.
fr: Couleur de fond
ru: Задает цвет фона.
zh: 手动设置侧边栏窗口的背景色。

# SettingsBackgroundOpacity
source: Background Opacity
de_ch: Hintergrund Deckkraft
fr: Transparence du fond
ru: Непрозрачность фона
zh: 透明度

# SettingsBackgroundOpacityTooltip
source: Opacity of the background.
de_ch: Deckkraft des Hintergrunds.
fr: Transparence du fond
ru: Задает непрозрачность фона, где 1 фон непрозрачный, 0 полностью прозрачный.
zh: 指定侧边栏窗口的透明度。

# SettingsBandwidthInAlert
source: Bandwidth In Alert
fr: Alerte Bande Passante entrante
ru: Пропускная способность в сообщении
zh: 带宽警告（接收）

# SettingsBandwidthInAlertTooltip
source: The kbps or kBps threshold at which bandwidth received alerts occur. Use 0 to disable.
fr: Seuil en kbps ou kBps à laquelle la bande passante reçu génère une alerte. Mettez 0 pour désactiver.
ru: Порог в кбайт/с или кбит/с, при котором происходят предупреждения о пропускной способности. Используйте 0 для отключения.
zh: 指定接收数据的网络带宽警告触发条件，输入 0 将停用警告。

# SettingsBandwidthOutAlert
source: Bandwidth Out Alert
fr: Alerte Bande Passante sortante
ru: Оповещение о пропускной способности
zh: 带宽警告（发送）

# SettingsBandwidthOutAlertTooltip
source: The kbps or kBps threshold at which bandwidth sent alerts occur. Use 0 to disable.
fr: Seuil en kbps ou kBps à laquelle la bande passante envoyée génère une alerte. Mettez 0 pour désactiver.
ru: Порог в кбайт/с или кбит/с, при котором происходят предупреждения о пропускной способности. Используйте 0 для отключения.
zh: 指定发送数据的网络带宽警告触发条件，输入 0 将停用警告。

# SettingsClickThrough
source: Click Through
fr: Clic au travers
ru: Игнорировать курсор
zh: 传递点击

# SettingsClickThroughTooltip
source: Makes mouse events pass through the window. Note this will prevent any interaction with the sidebar.
fr: Permet de laisser passer les évenements de la souris au travers de la fenêtre. Notez que cela permettra d'éviter toute interaction avec la sidebar.
ru: Заставляет события мыши игнорировать окно. Обратите внимание, что это предотвратит любое взаимодействие с боковой панелью.
zh: 允许用户点击被侧边栏遮挡的项目。开启后将无法使用鼠标操作侧边栏。

# SettingsCollapseMenuBar
source: Collapse Menu Bar
fr: Déplier la Barre du Menu
ru: Свернуть строку меню
zh: 收起菜单

# SettingsCollapseMenuBarTooltip
source: Removes the extra space at the top of the sidebar.
fr: Supprime l'espace supplémentaire en haut de la sibedar.
ru: Удаляет лишнее пространство в верхней части боковой панели.
zh: 移除侧边栏顶部的空白。

# SettingsCoreLoads
source: Show Core Loads
fr: Afficher le chargement des cœurs
ru: Показать нагрузки ядер
zh: 显示核心负载

# SettingsCoreLoadsTooltip
source: Shows the percentage load of all cores.
fr: Affiche la charge en pourcentage de tous les cœurs.
ru: Показывает процент загрузки всех ядер.
zh: 分别显示每个核心的负载。

# SettingsCustomizeTab
source: Customize
de_ch: Anpassen
fr: Personnaliser
ru: Дизайн
zh: 自定义

# SettingsDateFormat
source: Date Format
de_ch: Datumsformat
fr: Format de la date
ru: Формат даты
zh: 日期格式

# SettingsDateFormatDisabled
source: Disabled
de_ch: Deaktivieren
fr: Désactivé
ru: Отключена
zh: 不显示日期

# SettingsDateFormatTooltip
source: Format of the date below the clock.
de_ch: Format des Datumstextes unter der Uhr.
fr: Format de la date sous l'heure.
ru: Формат даты под часами.
zh: 使用指定格式在系统时间下方显示当前日期。

# SettingsDock
source: Dock
de_ch: Anfügen
fr: Encrage
ru: Расположение
zh: 位置

# SettingsDockBottom
source: Bottom
de_ch: Unten
fr: Bas
ru: Снизу
zh: 底部

# SettingsDockLeft
source: Left
de_ch: Links
fr: Gauche
ru: Слева
zh: 左侧

# SettingsDockRight
source: Right
de_ch: Rechts
fr: Droite
ru: Справа
zh: 右侧

# SettingsDockTooltip
source: Which edge the sidebar will dock to.
de_ch: An welchem Rand die Seitenleiste eingefügt wird.
fr: Sur quelle côté la sidebar doit se positionner.
ru: Грань, на которой находится панель.
zh: 将侧边栏放置在屏幕的指定边界。

# SettingsDockTop
source: Top
de_ch: Oben
fr: Haut
ru: Сверху
zh: 顶部

# SettingsDriveDetailsTooltip
source: Shows extra drive details as text.
de_ch: Zeigt zusätzliche Festplatten Informationen als Text an.
fr: Affiche les détails supplémentaires des disques durs sous forme de texte.
ru: Показывать дополнительные данные диска в виде текста.
zh: 将其它磁盘信息以文本显示。

# SettingsFontColor
source: Font Color
de_ch: Schriftfarbe
fr: Couleur de la police
ru: Цвет шрифта.
zh: 字体颜色

# SettingsFontColorTooltip
source: Color of text and icons.
de_ch: Farbe der Symbole und Texte.
fr: Couleur du texte et des icônes.
ru: Цвет текста и иконок.
zh: 指定默认字体的颜色。

# SettingsFontSize
source: Font Size
de_ch: Schriftgröße
fr: Taille de la police
ru: Размер шрифта
zh: 字体大小

# SettingsFontSizeTooltip
source: Size of text and icons.
de_ch: Schriftgröße der Symbole und Texte.
fr: Taille du texte et des icônes.
ru: Размер текста и иконок
zh: 指定默认字体的大小。

# SettingsGeneralTab
source: General
de_ch: Allgemein
fr: Général
ru: Основное
zh: 通用

# SettingsHardwareColumn1
source: Enabled
de_ch: Aktivieren
fr: Activé
ru: Включить
zh: 监视

# SettingsHardwareColumn2
source: Hardware
fr: Matériel
ru: Устройство
zh: 硬件列表

# SettingsHardwareEnabledTooltip
source: Enables this hardware.
de_ch: Hardware aktivieren. (Doppelklick um zu ändern. Bekannter Bug.)
fr: Activer ce matériel. (Double cliquez pour changer. Bug connu.)
ru: Включает это оборудование.
zh: 是否监视此硬件的状态，双击以更改。

# SettingsHardwareNameTooltip
source: Edit the name of this hardware.
de_ch: Namen der Hardware bearbeiten.
fr: Editer le nom de ce matériel.
ru: Отредактируйте название этого оборудования.
zh: 为此硬件指定自定义名称。

# SettingsHorizontalOffset
source: Horizontal Offset
de_ch: Horizontaler Abstand
fr: Décalage horizontal
ru: Горизонтальный отступ
zh: 水平偏移

# SettingsHorizontalOffsetTooltip
source: Horizontal offset of the sidebar.
de_ch: Horizontaler Abstand der Seitenleiste.
fr: Décallage honrizontal de la sidebar
ru: Горизонтальный отступ боковой панели.
zh: 手动设置侧边栏左右偏移量。

# SettingsHotkeyClose
source: Close
de_ch: Schließen
fr: Fermer
ru: Закрыть
zh: 关闭

# SettingsHotkeyCycleEdge
source: Switch Edge
de_ch: Ändere Randposition
fr: Changer de bord
ru: Переключить сторону
zh: 切换屏幕边缘

# SettingsHotkeyCycleScreen
source: Switch Screen
de_ch: Ändere Monitor
fr: Changer d'écran
ru: След. монитор
zh: 切换显示器

# SettingsHotkeyHide
source: Hide
de_ch: Verbergen
fr: Cacher
ru: Скрыть
zh: 隐藏

# SettingsHotkeyReload
source: Reload
de_ch: Neu laden
fr: Recharger
ru: Перезагпустить
zh: 刷新

# SettingsHotkeyShow
source: Show
de_ch: Anzeigen
fr: Afficher
ru: Показать
zh: 显示

# SettingsHotkeysTab
source: Hotkeys
fr: Raccourics
ru: Горячие клавиши
zh: 快捷键

# SettingsHotkeyToggle
source: Toggle
de_ch: Umschalten
fr: Bascule
ru: Переключить
zh: 开关

# SettingsLanguage
source: Language
de_ch: Sprache
fr: Langue
ru: Язык
zh: 语言

# SettingsLanguageDefault
source: Default
de_ch: Standardsprache
fr: Défaut
ru: По умолчанию
zh: 默认

# SettingsLanguageTooltip
source: Current language of the app.
de_ch: Momentane Sprache der Anwendung
fr: Langue actuelle de l'application.
ru: Текущий язык приложения.
zh: 手动设置程序界面语言。

# SettingsMetrics
source: Metrics:
de_ch: Anzeigen
fr: Métriques:
ru: Показатели:
zh: 项目

# SettingsMetricsTooltip
source: Enable or disable specific metrics.
de_ch: Verschiedene Anzeigen ein- und ausschalten.
fr: Activer ou désactiver des m‚triques sp‚cifiques.
ru: Включить или отключить некоторые показатели.
zh: 指定硬件监视项目。

# SettingsMonitorEnabledTooltip
source: Enables this monitor.
fr: Activer ce moniteur
ru: Включить этот показатль.
zh: 是否监视此硬件类别。此开关控制同类别所有硬件监视器。

# SettingsMonitorsColumn1
source: Enabled
de_ch: Aktivieren
fr: Activé
ru: Включить
zh: 监视

# SettingsMonitorsColumn2
source: Monitor
fr: Moniteur
ru: Показатель
zh: 显示器

# SettingsMonitorsSubtitle1
source: Click a row to edit its settings.
de_ch: Klicken Sie auf eine Reihe um die Einstellungen zu bearbeiten.
fr: Cliquez sur un ligne pour éditer ses réglages.
ru: Нажмите на строку, чтобы изменить ее настройки.
zh: 点击某一行来修改硬件监视设置。

# SettingsMonitorsSubtitle2
source: Drag a row to change its order.
de_ch: Ziehen Sie eine Reihe um die Reihenfolge zu ändern.
fr: Déplacer une ligne pour changer son ordre.
ru: Перетащите строку, чтобы изменить ее порядок.
zh: 拖拽某一行来重新排序。

# SettingsMonitorsTab
source: Monitors
fr: Moniteurs
ru: Показатели
zh: 监视

# SettingsPollingInterval
source: Polling Interval
de_ch: Abfrageintervall
fr: Interval de rafraichissement.
ru: Интервал обновления
zh: 刷新频率

# SettingsPollingIntervalTooltip
source: Time between polling for data in milliseconds.
de_ch: Zeit zwischen der Abfrage von Daten in Millisekunden.
fr: Durée entre l'interrogation des données en millisecondes.
ru: Интервал между опросом данных в миллисекундах.
zh: 指定硬件数据的刷新频率，以毫秒 (ms) 为单位。

# SettingsReserveSpace
source: Reserve Space
fr: Espace réservé
ru: Зарезервировать пространство
zh: 保留屏幕空间

# SettingsReserveSpaceTooltip
source: Reserves space in the work area for the sidebar.
fr: Réserve d'espace dans le zone de travail pour la sidebar.
ru: Оставляет место в рабочей области для боковой панели.
zh: 强制占用与窗口大小一致的屏幕空间，不允许其它应用程序在此显示。

# SettingsRoundAllDecimals
source: Round All Decimals
de_ch: Runden
fr: Arrondir toutes les décimales
ru: Округлять все числа
zh: 保留整数

# SettingsRoundAllDecimalsTooltip
source: Round all decimal values to the nearest integer.
de_ch: Rundet alle Dezimalwerte auf die nächste ganze Zahl.
fr: Arrondit toutes les valeurs décimales à l'entier le plus proche.
ru: Округлить все десятичные значения до ближайшего целого числа.
zh: 显示整数值，四舍五入小数部分。

# SettingsRunAtStartup
source: Run at Startup
de_ch: Autostart
fr: Lancer au démarrage.
ru: Запуск при старте системы.
zh: 自动运行

# SettingsRunAtStartupTooltip
source: Runs the app when you first log in.
de_ch: Seitenleiste wird bei Systemstart ausgeführt.
fr: Exécute l'application quand vous vous connectez.
ru: Запускает приложение при входе в систему.
zh: 在 Windows 启动后自动运行。

# SettingsScreen
source: Screen
de_ch: Monitor
fr: Ecran
ru: Экран
zh: 显示器

# SettingsScreenTooltip
source: Which screen the sidebar will be on.
de_ch: Auf welchem Monitor die Seitenleiste angezeigt wird.
fr: Ecran sur lequel la sidebar sera affichée.
ru: На каком экране будет боковая панель.
zh: 指定侧边栏窗口使用的显示器。

# SettingsShowClock
source: Show Clock
de_ch: Uhrzeit
fr: Afficher l'heure
ru: Показать время
zh: 显示系统时间

# SettingsShowClockTooltip
source: Shows the clock.
de_ch: Zeigt die Uhrzeit an.
fr: Affiche l'heure.
ru: Показывает часы
zh: 在侧边栏顶部显示系统时间。

# SettingsShowDriveDetails
source: Show Drive Details
de_ch: Festplatten Details
fr: Afficher les détails des disques durs.
ru: Показать информацию о диске
zh: 显示磁盘详细信息

# SettingsShowDriveIO
source: Show Drive IO
de_ch: Festplatten Auslastung
fr: Afficher l'I/O du disque
ru: Показать ввод/вывод диска
zh: 监视磁盘读写

# SettingsShowDriveIOTooltip
source: Shows drive read and write speeds if drive details is enabled.
de_ch: Zeigt die Lese- und Schreibgeschwindigkeit an, wenn die Festplattendetails aktiviert sind.
fr: Affiche les vitesses d'écriture et de lecture du disque si l'option détails des disques est activée.
ru: Показывает скорость чтения и записи диска, если включена информация о диске.
zh: 显示磁盘读取和写入速率等详细信息。

# SettingsShowDriveSpace
source: Show Drive Space
de_ch: Speicherkapazität
fr: Afficher l'espace disque
ru: Показать место на диске
zh: 监视磁盘空间

# SettingsShowDriveSpaceTooltip
source: Shows load percent, used space, and free space if drive details is enabled.
de_ch: Zeigt die Auslastung des belegten Speicherplatzes und freien Speicherplatzes in Prozent an.
fr: Afficher le pourcentage de charge, l'espace occupé et l'espace libre si l'option détails des disques est activée.
ru: Показывает процент загрузки, используемое пространство и свободное пространство, если включена информация о диске.
zh: 显示磁盘负载比、可用和已用空间等详细信息。

# SettingsShowHardwareNames
source: Show Hardware Names
de_ch: Hardware Namen anzeigen
fr: Afficher les noms des matériels
ru: Показать названия оборудования
zh: 显示硬件名称

# SettingsShowHardwareNamesTooltip
source: Shows hardware names.
de_ch: Zeigt die Hardware Namen an.
fr: Afficher les noms des matériels.
ru: Показывает названия оборудования.
zh: 显示详细的硬件名称而非硬件类别。

# SettingsShowTrayIcon
source: Show Tray Icon
de_ch: Tray-Icon Anzeige (Taskleiste)
fr: Afficher l'icône dans la barre de tâches
ru: Показать иконку в трее
zh: 显示任务栏图标

# SettingsShowTrayIconTooltip
source: Shows the tray icon in the taskbar. This is sometimes required.
de_ch: Zeigt das Tray-Icon in der Taskleiste, dies wird manchmal benötigt.
fr: Affiche l'icône dans la barre de tâches. Ceci est parfois requis.
ru: Показывает иконку в трее на панели задач. Это иногда требуется.
zh: 在任务栏通知区域显示图标。某些情况下必须使用图标操作侧边栏。

# SettingsSidebarWidth
source: Sidebar Width
de_ch: Seitenleistenbreite
fr: Largeur de la Sidebar
ru: Ширина боковой панели
zh: 侧边栏宽度

# SettingsSidebarWidthTooltip
source: Width of the sidebar in pixels.
de_ch: Breite der Seitenleiste in Pixel.
fr: Largeur de la Sidebar en pixels.
ru: Ширина боковой панели в пикселях.
zh: 指定侧边栏宽度，以像素为单位。

# SettingsTemperatureAlert
source: Temperature Alert
de_ch: Temperatur Warnung
fr: Alerte de température
ru: Предупреждение о температуре
zh: 温度警告
